myths_dict = {
    1: {
        "myth": "Любая порция кофе убивает сердце.",
        "fact": "Кофе в малых дозах полезен."
    },
    2: {
        "myth": "Все жиры вредны для здоровья.",
        "fact": "Полезные жиры необходимы."
    },
    3: {
        "myth": "Нельзя есть после шести вечера.",
        "fact": "Важно качество пищи."
    },
    4: {
        "myth": "Строгие диеты обеспечивают долговременное похудение.",
        "fact": "Изменения в образе жизни эффективнее."
    },
    5: {
        "myth": "Сахар вызывает гиперактивность у всех детей.",
        "fact": "Некоторые дети не реагируют."
    },
    6: {
        "myth": "Все калории одинаковы.",
        "fact": "Разные калории ведут себя иначе."
    },
    7: {
        "myth": "Низкокалорийные продукты всегда лучше.",
        "fact": "Некоторые содержат сахар."
    },
    8: {
        "myth": "Здоровое питание для богатых.",
        "fact": "Доступные продукты могут быть полезными."
    },
    9: {
        "myth": "Пропуск завтрака помогает похудеть.",
        "fact": "Завтрак контролирует аппетит."
    },
    10: {
        "myth": "Все молочные продукты вредны.",
        "fact": "Некоторые полезны для кишечника."
    },
    11: {
        "myth": "Веганская диета не дает белка.",
        "fact": "Есть много растительных источников."
    },
    12: {
        "myth": "Соки полезнее фруктов.",
        "fact": "Фрукты содержат клетчатку."
    },
    13: {
        "myth": "Витамины заменяют еду.",
        "fact": "Здоровое питание нужно."
    },
    14: {
        "myth": "Кофеин вызывает обезвоживание.",
        "fact": "Он также содержит жидкость."
    },
    15: {
        "myth": "Голодание — это здорово.",
        "fact": "Сбалансированное питание лучше."
    },
    16: {
        "myth": "Безглютеновые продукты всегда безопасны.",
        "fact": "Некоторые менее питательны."
    },
    17: {
        "myth": "Частые приемы пищи ускоряют метаболизм.",
        "fact": "Важно общее количество калорий."
    },
    18: {
        "myth": "Все натуральные продукты полезны.",
        "fact": "Некоторые могут быть вредны."
    },
    19: {
        "myth": "Пропуск приема пищи вреден.",
        "fact": "Иногда это допустимо."
    },
    20: {
        "myth": "Салаты всегда низкокалорийные.",
        "fact": "Некоторые высококалорийные."
    }
}